christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer-2
crystal-lang-tools.crystal-lang
eamodio.gitlens
esbenp.prettier-vscode
GitHub.github-vscode-theme
golang.go
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode-remote.remote-containers
oderwat.indent-rainbow
PKief.material-icon-theme
quick-lint.quick-lint-js
redhat.vscode-yaml
ritwickdey.LiveServer
wayou.vscode-todo-highlight
